Repository: 84000/data-translation-memory
Catalog: toh590-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་ཞེས་བྱ་བ་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་ཆེན་མོའོ། །
en: The Noble Invincible Great Queen of Spells for Averting Sitātapatrā Born from the Uṣṇīṣa of All Tathāgatas

source: དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Three Jewels! Homage to all buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པའི་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷའི་གནས་ཆོས་བཟངས་ལྷའི་འདུན་ས་ན། དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ཆེན་པོ་དང་། ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was dwelling in Excellent Dharma, the assembly hall of the gods in the Heaven of the Thirty-Three, together with a great assembly of monks, a great assembly of bodhisattvas, and Śakra, the lord of the gods.

source: དེ་ནས་བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་ནས། གཙུག་ཏོར་རྣམ་པར་གཟིགས་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ།
en: The Blessed One sat down on a seat arranged for him and entered the samādhi called uṣṇīṣa gaze.

source: །སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་བཅོམ་ལྡན་འདས་ཀྱི་གཙུག་ཏོར་གྱི་དབུས་ནས་གསང་སྔགས་ཀྱི་ཚིག་འདི་དག་བྱུང་ངོ་། །ན་མོ་བྷ་ག་བ་ཏེ་ཨུཥྞཱི་ཥཱ་ཡ་ཤུདྡྷེ་བི་ར་ཛེ་བི་མ་ལེ་སྭཱ་ཧཱ།
en: As soon as he entered this samādhi, the words of this mantra formula issued from the center of the Blessed One’s uṣṇīṣa: “namo bhagavate uṣṇīṣāya śuddhe viraje vimale svāhā. “

source: བཅོམ་ལྡན་འདས་གཙུག་ཏོར་ཐོགས་པ་མེད་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, unimpeded Uṣṇīṣa.

source: །སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Buddha.

source: །ཆོས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Dharma.

source: །དགེ་འདུན་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Saṅgha.

source: །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་བྱེ་བ་ཕྲག་བདུན་པོ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the seventy million completely perfect buddhas.

source: །བྱམས་པ་ལ་སོགས་པ་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the buddhas and bodhisattvas, headed by Maitreya, and the assembly of śrāvakas. “

source: །འཇིག་རྟེན་ན་དགྲ་བཅོམ་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the arhats of this world.

source: །རྒྱུན་དུ་ཞུགས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the stream enterers.

source: །ལན་ཅིག་ཕྱིར་འོང་བ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the once-returners.

source: །ཕྱིར་མི་འོང་བ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the non-returners.

source: །འཇིག་རྟེན་ན་ཡང་དག་པར་སོང་བ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to those who have gone rightly in this world.

source: །ཡང་དག་པར་ཞུགས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to those who have acted rightly. “

source: །ལྷའི་དྲང་སྲོང་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the divine ṛṣis.

source: །རིག་སྔགས་འཆང་གྲུབ་པའི་དྲང་སྲོང་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the ṛṣis who have become vidyādharas.

source: །རིག་སྔགས་འཆང་གྲུབ་པའི་དྲང་སྲོང་དམོད་པའི་མཚོན་ཆ་ཅན་དམོད་པས་ཕན་འདོགས་ནུས་པ་རྣམས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the ṛṣis who have attained the state of a vidyādhara, wield the weapon of curses, and have the ability to benefit through curses. “

source: །ལྷ་ཚངས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the divine Brahmā.

source: །དབང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Indra.

source: །བཅོམ་ལྡན་འདས་ལེགས་ལྡན་དྲག་པོ་དཀའ་ཐུབ་ཟློག་མའི་བདག་པོ་དང་ལྷན་ཅིག་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed Rudra together with Umāpati.

source: །ཆུ་ལྷ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Varuṇa.

source: །བཅོམ་ལྡན་འདས་ལེགས་ལྡན་སྲེད་མེད་ཀྱི་བུ་ཕྱག་རྒྱ་ཆེན་པོ་ལྔས་ཕྱག་བྱས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed Nārāyaṇa, worshiped by the five great mudrās.

source: །བཅོམ་ལྡན་འདས་ལེགས་ལྡན་དགའ་བྱེད་དབང་ཕྱུག་ནག་པོ་ཆེན་པོ་གྲོང་ཁྱེར་སུམ་བརྩེགས་འཇིག་པར་བྱེད་པ་ཁ་ཆེ་ཞིང་དུར་ཁྲོད་ཆེན་པོ་ན་གནས་པར་མོས་པ་མ་མོའི་ཚོགས་ཀྱིས་ཕྱག་བྱས་པ་དང་ལྷན་ཅིག་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed Nandikeśvara Mahākāla, destroyer of Tripura, who prefers to reside in the great charnel ground of Kashmir and is worshiped by hordes of mātṛs. “

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the tathāgata family.

source: །བཅོམ་ལྡན་འདས་པདྨའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the lotus family.

source: །བཅོམ་ལྡན་འདས་རྡོ་རྗེའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the vajra family.

source: །བཅོམ་ལྡན་འདས་ནོར་བུའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the jewel family.

source: །བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the kingly family.

source: །བཅོམ་ལྡན་འདས་ལས་ཀྱི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the action family.

source: །བཅོམ་ལྡན་འདས་རིན་པོ་ཆེའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the gem family.

source: །བཅོམ་ལྡན་འདས་གཞོན་ནུའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the youthful family.

source: །བཅོམ་ལྡན་འདས་གླང་པོའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the elephant family.

source: །བཅོམ་ལྡན་འདས་གཏི་མུག་གི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the ignorance family.

source: །བཅོམ་ལྡན་འདས་ཆགས་པའི་གདུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Blessed One of the desire family. “

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དཔའ་བརྟན་པའི་སྡེ་མཚོན་ཆའི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Dṛḍha­śūraraṇasena­praharaṇa­rāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་དཔག་མེད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Amitābha.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མི་བསྐྱོད་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Akṣobhya.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྡོ་རྗེ་འཛིན་པ་རྒྱ་མཚོ་འཇོམས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Vajradharasāgaragarjin.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྨན་གྱི་བླ་བཻ་ཌཱུརྱའི་འོད་ཀྱི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Bhaiṣajya­guru­vaiḍūrya­prabha­rāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དོན་ཡོད་གྲུབ་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy completely perfect Buddha Amoghasiddhi.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སཱ་ལའི་དབང་པོའི་རྒྱལ་པོ་མེ་ཏོག་ཤིན་ཏུ་རྒྱས་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Supuṣpita­śālendra­rāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་པདྨ་མཆོག་གི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Padmottararāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་གཟིགས་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha ﻿Vipaśyin.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གཙུག་ཏོར་ཅན་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Śikhin.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་སྐྱོབ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Viśvabhū.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལོག་པར་དད་སེལ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Krakucchanda.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གསེར་ཐུབ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Kanakamuni.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Kāśyapa.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Śākyamuni.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་ཟླ་བ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Ratnacandra.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་པོ་ཆེ་ཏོག་གི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Ratnaketurāja.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀུན་དུ་བཟང་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Samantabhadra.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་སྣང་མཛད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Vairocana.

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་པདྨ་རྒྱས་པ་དང་ཨུཏྤ་ལའི་དྲིའི་ཏོག་གི་རྒྱལ་པོ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the blessed, thus-gone, worthy, completely perfect Buddha Vikasita­kamalotpala­gandha­ketu­rāja. “

source: །དེ་རྣམས་ལ་ཕྱག་འཚལ་ནས། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བ་གདུགས་དཀར་པོ་ཅན་ཞེས་བྱ་བ་གཞན་གྱིས་མི་ཐུབ་མ་ཕྱིར་ཟློག་པའི་རིག་སྔགས་ཀྱི་རྒྱལ་མོ་འདི་རབ་ཏུ་བརྗོད་པར་བྱའོ། །འཐབ་པ་དང་། འཐབ་མོ་དང་། རྩོད་པ་དང་། འགྱེད་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱེད་པ། འབྱུང་པོ་དང་གདོན་ཐམས་ཅད་ཟློག་པར་བྱེད་པ། ཕ་རོལ་གྱི་རིག་སྔགས་ཐམས་ཅད་གཅོད་པར་བྱེད་པ། དུས་མ་ཡིན་པར་འཆི་བ་ལས་ཡོངས་སུ་སྐྱོབ་པ། སེམས་ཅན་བཅིངས་པ་ཐམས་ཅད་ཐར་བར་བྱེད་པ། སྡང་བ་དང་རྨི་ལམ་ངན་པ་ཐམས་ཅད་འཇོམས་པར་བྱེད་པ། གནོད་སྦྱིན་དང་སྲིན་པོའི་གདོན་ཐམས་ཅད་རྣམ་པར་རླག་པར་བྱེད་པ། གདོན་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞི་པོ་རྣམས་རྣམ་པར་འཇོམས་པར་བྱེད་པ། རྒྱུ་སྐར་ཉི་ཤུ་རྩ་བརྒྱད་རབ་ཏུ་སྒྲུབ་པར་བྱེད་པ།
en: Having paid homage to these blessed ones, I will teach the invincible queen of vidyās for averting, Sitātapatrā born from the uṣṇīṣa of all tathāgatas.

source: དགྲ་ཐམས་ཅད་ཟློག་པར་བྱེད་པ། གཟའ་ཆེན་པོ་བརྒྱད་རྣམ་པར་རླག་པར་བྱེད་པ། དྲག་ཤུལ་དང་། སྡང་བ་དང་རྨི་ལམ་ངན་པ་རྣམས་རྣམ་པར་འཇོམས་པར་བྱེད་པ། དུག་དང་མཚོན་དང་མེ་དང་ཆུ་ལས་སྐྱོབ་པར་བྱེད་པ། ངན་འགྲོའི་འཇིགས་པ་ཐམས་ཅད་ལས་སྒྲོལ་བ། དུས་མ་ཡིན་པར་འཆི་བ་བརྒྱད་ཀྱི་བར་དུ་ཡོངས་སུ་སྐྱོབ་པར་བྱེད་པ་སྟེ།
en: It pacifies strife, discord, quarrels, and disputes; repels all bhūtas and grahas; disrupts all opposing spells; protects from untimely death; frees beings from all bondage; ends all malice and nightmares; destroys grahas who are yakṣas and rākṣasas; destroys the eighty-four thousand types of grahas; appeases the twenty-eight lunar mansions; repels all enemies; destroys the eight great celestial bodies; ends all violence, malice, and nightmares; protects from poisons, weapons, fire, and water; liberates from all fear of the bad rebirths; and protects from the eight types of untimely death. “

source: གཞན་གྱིས་མི་ཐུབ་དྲག་ཤུལ་ཆེ། །སྟོབས་ཆེན་གཟི་བརྗིད་ཆེན་མོ་སྟེ།
en: She is invincible and greatly terrifying, Immensely powerful and rich in splendor.

source: །གཏུམ་པ་ཆེན་མོ་དཀར་མོ་ཆེ། །གསལ་བ་ཆེན་མོ་སྟོབས་ཆེན་མོ། །འབར་བ་ཆེན་མོ་ཕྲེང་བ་ཆེ།
en: Intensely fierce and bright white, Powerfully bright and immensely powerful, Possessing a great garland and blazing intensely, She is the great Pāṇḍaravāsinī. “

source: །གོས་དཀར་མོ་ནི་ཆེན་མོ་སྟེ། །འཕགས་མ་སྒྲོལ་མ་ཁྲོ་གཉེར་ཅན།
en: She is noble Tārā and Bhṛkuṭī.

source: །རྒྱལ་བའི་རྡོ་རྗེ་ཕྲེང་ཞེས་གྲགས། །པདྨའི་སྣང་བ་རྡོ་རྗེའི་མཚན། །གཞན་གྱིས་མི་ཐུབ་ཕྲེང་བ་ཅན།
en: Renowned as the victorious Vajramālā, She appears as a lotus and is marked with a vajra.

source: །རྡོ་རྗེ་མཆུ་ཅན་རྣམ་སྒག་མ།
en: She is Aparājitā and Mālā. “She is the alluring Vajratuṇḍī.

source: །ཞི་བའི་ལྷ་རྣམས་ཀྱིས་མཆོད་པ། །ཞི་གཟུགས་དཀར་མོ་ཆེན་མོ་སྟེ། །འབར་བ་དང་ནི་གོས་དཀར་མོ།
en: Worshiped by the peaceful gods, Of gentle appearance and bright white, She is the blazing Pāṇḍaravāsinī. “

source: །འཕགས་མ་སྒྲོལ་མ་སྟོབས་ཆེན་མོ།
en: She is noble Tārā, greatly powerful.

source: །འཆི་མེད་རྡོ་རྗེ་ལུ་གུ་རྒྱུད།
en: Deathless, she is Vajraśṛṅkhalā.

source: །རྡོ་རྗེ་གཞོན་ནུ་རིག་འཛིན་མ། །ལག་ན་རྡོ་རྗེའི་རྡོ་རྗེ་དང་། །དེ་བཞིན་རིག་སྔགས་གསེར་ཕྲེང་ཅན། །ལེ་བརྒན་རྩི་དང་རིན་ཆེན་མ།
en: She is Vajrakaumārī, scion of her family, And the vajra-vidyā Kāñcanamālikā with vajra in hand. “

source: །རྣམ་པར་སྣང་མཛད་རིགས་ཀྱི་འོད།
en: She is Kusumbharatnā, The light of Vairocana’s family.

source: །དེ་བཞིན་གཤེགས་རིགས་གཙུག་ཏོར་མ། །རྣམ་པར་བསྒྱིངས་མའི་ཕྲེང་བ་དང་། །རྡོ་རྗེ་གསེར་འོད་ལྟ་བུའི་སྤྱན།
en: She is the uṣṇīṣa of the tathāgata family, Vijṛmbhamānikā, and Vajrā. “She is Locanā, who shines like gold.

source: །རྡོ་རྗེ་སྒྲོས་དང་དཀར་མོ་དང་། །པདྨའི་སྤྱན་དཔལ་སངས་རྒྱས་སྤྱན།
en: She is Vajratuṇḍī, Śvetā and Kamalākṣī, And the glorious Buddhalocanā. “

source: །དེ་བཞིན་རྡོ་རྗེ་ཟླ་བའི་འོད། །དེ་བཞིན་རྡོ་རྗེ་འཛིན་མ་དང་། །རྡོ་རྗེ་ཕྲེང་བ་སྒྱུ་འཕྲུལ་ཆེའི། །ལྷ་མོ་དང་ནི་གསེར་འོད་ཅན།
en: Likewise she is Vajraprabhā and Candrā, And so too is she Vajradharā, Vajramālā, the goddess Mahāmāyā, And Kanakaprabhā. “

source: །སྤྱན་མཛེས་མ་དང་དཀར་མོ་དང་། །པདྨ་ཡི་ནི་སྤྱན་ཅན་དང་།
en: She is Sulocanā, Śvetā, And The One with Lotus Eyes.

source: །རྣམ་དུལ་ཞི་བའི་སེམས་དང་ནི།
en: She is tamed, her mind at peace.

source: །ཟླ་འོད་བདག་གི་ཡོན་ཏན་ཤེས། །ཕྱག་རྒྱའི་ཚོགས་དེ་དག་དང་།
en: She knows the innate qualities and shines like the moon. “

source: །མ་མོའི་ཚོགས་དང་བཅས་པ་ཐམས་ཅད་ཀྱིས་བདག་འཁོར་དང་བཅས་པ་དང་སེམས་ཅན་ཐམས་ཅད་ལ་བསྲུང་བ་མཛད་དུ་གསོལ། ཨོཾ་རྀ་ཥི་ག་ཎ་པྲ་ཤཱ་སྟ་སརྦ་ཏ་ཐཱ་ག་ཏོཥྞཱི་ཥ་སི་ཏཱ་ཏ་པ་ཏྲེ་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། ཛམྦྷ་ནི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། སྟམྦྷ་ནི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། མོ་ཧ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། པ་རི་བིདྱཱ་སམ་བྷཀྵ་ཎ་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། སརྦ་བིདྱཱ་ཙྪེ་ད་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱི་ཥྚོཾ། སརྦ་དུཥྚཱ་ནཱཾ་སྟམྦྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། སརྦ་ཡཀྵ་རཱཀྵ་ས་གྲ་ཧཱ་ཎཱཾ་བིདྷྭཾ་ས་ན་ཀ་རཱི་ཧཱུྃ་ཧྲཱུཾ་ཧྲཱིཿཥྚོཾ། ཙ་ཏུ་རཱ་ཤཱི་ཏཱི་ནཱཾ་གྲ་ཧ་ས་ཧ་སྲཱ་ཎཱཾ་བི་དྷྭནྶ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ།
en: May this host of great mudrās with their hordes of mātṛs please protect me, my community, and all beings!

source: ཨཥྚཱ་བིཾ་ཤ་ཏཱི་ནཱཾ་ན་ཀྵ་ཏཱ་ཎཱ་མྤྲ་སཱ་དྷ་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། ཨཥྚཱ་ནཱཾ་མ་ཧཱ་གྲ་ཧཱཎཱམྦི་དྷྲཾ་ས་ན་ཀ་རཱི་ཧཱུྃ་དྲཱུཾ་ཧྲཱིཿཥྚོཾ། རཀྵ་རཀྵ་མཱཾ་སརྦ་ས་ཏྭཱཾཥྩ། བཅོམ་ལྡན་འདས་མ་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་གཙུག་ཏོར་ནས་བྱུང་བའི་གདུགས་དཀར་མོ་ཅན་རྡོ་རྗེ་གཙུག་ཏོར་ཕྱིར་ཟློག་པ་ཆེན་མོ་ཕྱག་སྟོང་མངའ་བ་ཆེན་མོ། དབུ་སྟོང་མངའ་བ་ཆེན་མོ། སྤྱན་བྱེ་བ་བརྒྱ་ཕྲག་སྟོང་མངའ་བ་ཆེན་མོ། མི་ཕྱེད་འབར་བའི་མཚན་རྟགས་ཅན།
en: oṁ ṛṣigaṇapraśaste sarvatathāgatoṣṇīṣasitātapatre hūṁ drūṃ hrīḥ ṣṭoṃ | jambhani hūṁ drūṃ hrīḥ ṣṭoṃ | stambhani hūṁ drūṃ hrīḥ ṣṭoṃ | mohanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | parividyāsambhakṣaṇakarī hūṁ drūṃ hrīḥ ṣṭoṃ | sarvavidyācchedanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | sarvaduṣṭānāṃ stambhanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | sarvayakṣarākṣasagrahāṇām vidhvaṃsanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | caturāśītīnāṃ grahasahasrāṇām vidhvaṃsanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | aṣṭāviṃsatīnāṃ nakṣatrāṇāṃ prasādanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | aṣṭānāṃ mahāgrahāṇāṃ vidhvaṃsanakarī hūṁ drūṃ hrīḥ ṣṭoṃ | rakṣa rakṣa māṃ sarvasattvāṃś ca | “Blessed Sitātapatrā, born from the uṣṇīṣa of all tathāgatas, Vajroṣṇīṣā, great averting goddess, great goddess with a thousand arms, great goddess with a thousand heads, great goddess with a trillion eyes and indestructible blazing features, great exalted vajra goddess who rules over the maṇḍala of the three realms of existence! “

source: རྡོ་རྗེ་ཡངས་པ་ཆེན་པོས། ས་གསུམ་གྱི་དཀྱིལ་འཁོར་དུ་མངའ་མཛད་མ།
en: Oṁ!

source: ཨོཾ་བདག་དང་སེམས་ཅན་ཐམས་ཅད་བདེ་ལེགས་སུ་མཛད་དུ་གསོལ། རྒྱལ་པོའི་འཇིགས་པ་དང་། ཆོམ་རྐུན་གྱི་འཇིགས་པ་དང་། མེའི་འཇིགས་པ་དང་། ཆུའི་འཇིགས་པ་དང་། དུག་གི་འཇི
en: Grant auspiciousness to me and all beings in the face of danger from rulers, thieves, fire, water, poison, weapons, enemies, opposing armies, famines, foes, thunderbolts, untimely death, earthquakes, falling meteors, legal punishments, ferocious beasts, nāgas, lightning, scorching sand, suparṇas, and all epidemics, calamities, infectious diseases, and mental disturbances. “

source: གས་པ་དང་། མཚོན་གྱི་འཇིགས་པ་དང་། དགྲའི་འཇིགས་པ་དང་། ཕ་རོལ་གྱི་དམག་ཚོགས་ཀྱི་འཇིགས་པ་དང་། མུ་གེའི་འཇིགས་པ་དང་། དགྲའི་འཇིགས་པ་དང་། ཐོག་གི་འཇིགས་པ་དང་། དུས་མ་ཡིན་པར་འཆི་བའི་འཇིགས་པ་དང་། ས་གཡོ་བའི་འཇིགས་པ་དང་། སྐར་མདའ་ལྷུང་བའི་འཇིགས་པ་དང་། རྒྱལ་པོའི་ཆད་པའི་འཇིགས་པ་དང་། གཅན་གཟན་གཏུམ་པོའི་འཇིགས་པ་དང་། ཀླུའི་འཇིགས་པ་དང་། གློག་གི་འཇིགས་པ་དང་། བྱེ་མ་ཚ་མོའི་འཇིགས་པ་དང་། ནམ་མཁའ་ལྡིང་གི་འཇིགས་པ་དང་། ཡམས་ཀྱི་ནད་དང་། གནོད་པ་དང་། འགོ་བའི་ནད་དང་། འཁྲུག་པ་ཐམས་ཅད་ཀྱི་འཇིགས་པ་དང་། གདོན་གྱི་འཇིགས་པ་དང་། ལྷའི་གདོན་དང་། ཀླུའི་གདོན་དང་། གནོད་སྦྱིན་གྱི་གདོན་དང་། སྲིན་པོའི་གདོན་དང་། དྲི་ཟའི་གདོན་དང་། ལྷ་མ་ཡིན་གྱི་གདོན་དང་། ནམ་མཁའ་ལྡིང་གི་གདོན་དང་། རླུང་ལྷའི་གདོན་དང་། མི་འམ་ཅིའི་གདོན་དང་། ལྟོ་འཕྱེ་ཆེན་པོའི་གདོན་དང་། མིའི་གདོན་དང་། མི་མ་ཡིན་པའི་གདོན་དང་། འ
en: Grant auspiciousness in the face of danger from grahas and from grahas who are devas, nāgas, yakṣas, rākṣasas, gandharvas, asuras, garuḍas, maruts, kinnaras, mahoragas, human and nonhuman beings, bhūtas, pretas, piśācas, kumbhāṇḍas, pūtanas, kaṭapūtanas, skandas, unmādas, chāyās, apasmāras, ostārakas, ḍākinīs, kaṭavāsinīs, revatīs, kaṇṭakamālinīs, kaṭakamālinīs, śakunis, mātṛnandīs, samikās, lambikās, ḍākinīs, kaṭaḍākinīs, and kaṭaṅkaṭamālinīs, as well as all kinds of grahas. “

source: བྱུང་པོའི་གདོན་དང་། ཡི་དགས་ཀྱི་གདོན་དང་། ཤ་ཟའི་གདོན་དང་། གྲུལ་བུམ་གྱི་གདོན་དང་། སྲུལ་པོའི་གདོན་དང་། ལུས་སྲུལ་པོའི་གདོན་དང་། སྐེམ་བྱེད་ཀྱི་གདོན་དང་། སྨྱོ་བྱེད་ཀྱི་གདོན་དང་། གྲིབ་གནོན་གྱི་གདོན་དང་། བརྗེད་བྱེད་ཀྱི་གདོན་དང་། གནོན་པོའི་གདོན་དང་། མཁའ་འགྲོ་མའི་གདོན་དང་། ལུས་ཆགས་མའི་གདོན་དང་། ནམ་གྲུའི་གདོན་དང་། ཚེར་མ་འདོན་པའི་གདོན་དང་། རེ་ལྡེ་འདོན་པའི་གདོན་དང་། བྱའི་གདོན་དང་། མ་མོ་དགའ་བར་བྱེད་པའི་གདོན་དང་། ཀུན་དུ་ཕྲེང་བར་བྱེད་པའི་གདོན་དང་། འཕྱང་བའི་གདོན་དང་། མཁའ་འགྲོ་མའི་གདོན་དང་། ལུས་མཁའ་འགྲོ་མའི་གདོན་དང་། ཀ་ཊང་ཀ་ཊའི་ཚོགས་ཅན་གྱི་གདོན་དང་། གདོན་ཐམས་ཅད་དང་། མདངས་འཕྲོག་པ་དང་། མངལ་ཟ་བ་དང་། ཁྲག་འཐུང་བ་དང་། ཞག་ཟ་བ་དང་། ཤ་ཟ་བ་དང་། ཚིལ་ཟ་བ་དང་། རྐང་ཟ་བ་དང་། བཙས་པ་ཟ་བ་དང་། སྲོག་འཕྲོག་པ་དང་། གཏོར་མ་ཟ་བ་དང་། ཕྲེང་བ་ཟ་བ་དང་། དྲི་ཟ་བ་དང་། མེ་ཏོག་ཟ་བ་དང་། བདུག་པ་ཟ་བ་དང་། འབྲས་བུ་ཟ་བ་དང་། ལོ་ཏོག་ཟ་བ་དང་། བསྲེག་བྱ་ཟ་བ་དང་། རྣག་འཐུང་བ་དང་། བཤང་བ་ཟ་བ་དང་། གཅིན་འཐུང་བ་དང་། མཆིལ་མ་ཟ་བ་དང་། སྣབས་ཟ་བ་དང་། ངར་སྣབས་ཟ་བ་དང་། སྐྱུགས་པ་ཟ་བ་དང་། ནོམ་བུ་ཟ་བ་དང་། མི་གཙང་བ་ཟ་བ་དང་། སྟོར་ཁུང་ནས་འབབ་པ་འཐུང་བ་དང་། ནོར་འཕྲོག་པ་དང་། སེམས་འཕྲོག་པ་རྣམས་དང་།
en: Grant auspiciousness in the face of danger from grahas who steal vitality, consume fetuses, drink blood, and consume fat, flesh, grease, and marrow; who consume newborns and steal life; who consume oblations, garlands, fragrances, flowers, incense, fruits, grains, and burnt offerings; who consume pus, feces, urine, saliva, snot, mucus, vomit, chewed food, and filth; who drink sewage; and who steal possessions and capture people’s minds. “

source: དེ་དག་ཐམས་ཅད་དང་གདོན་ཐམས་ཅད་ཀྱིས་བྱས་པའི་རིག་སྔགས་ཐམས་ཅད་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra all these dangers and all the spells of grahas!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །ཀུན་དུ་རྒྱུས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of mendicants!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །མཁའ་འགྲོ་དང་མཁའ་འགྲོ་མས་བྱས་པའི་རིག་སྔགས་ཐམས་ཅད་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of ḍākas and ḍākinīs!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །ཚངས་པས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Brahmā!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །བརྒྱ་བྱིན་གྱིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Śakra!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །སྲེད་མེད་ཀྱི་བུས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Nārāyaṇa!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །ཕྱུགས་བདག་ཆེན་པོ་དང་དྲག་པོས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Mahāpaśupati and Rudra!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །ནག་པོ་ཆེན་པོས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Mahākāla!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །མ་མོའི་ཚོགས་ཀྱིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of the hordes of mātṛs!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །མིའི་ཐོད་པ་ཅན་གྱིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of kāpālikas!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །རི་ཁྲོད་པས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of the śabaras!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །གཡུང་པོས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of the pukkasas!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །སྐར་མདའ་གདོང་གིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of the ulkāmukhas!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །རྡོ་རྗེ་གཞོན་ནུ་མས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Vajrakaumārī!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །གཤིན་རྗེ་གཤེད་ཀྱིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Yamāri!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །གཤིན་རྗེའི་ཕོ་ཉས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Yama’s henchmen!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །ཀླུ་མ་རུངས་པས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of cruel nāgas!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །མེའི་ལས་ཀྱིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of fire rites!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །ལོག་འདྲེན་གྱིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of vināyakas!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །གཞོན་ནུས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Kumāra!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །རྒྱལ་པོ་ཆེན་པོ་བཞིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of the Four Great Kings!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །སྲིང་མོ་བཞིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of the Four Bhaginīs!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །ནམ་མཁའ་ལྡིང་ཡང་དག་པས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of the true garuḍa!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །རྒྱལ་བར་བྱེད་པ་དང་སྦྲང་རྩིར་བྱེད་པ་དང་གྲུབ་པར་བྱེད་པ་དང་དོན་ཀུན་སྒྲུབ་པས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Jayakara, Madhukara, and Siddhikarasarvārthasādhana!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །བྷྲྀང་གི་རི་ཏི་དང་། དགའ་བྱེད་དབང་ཕྱུག་དང་སྨིན་དྲུག་གི་བུ་དང་ཟླ་བ་དང་ཉི་མ་དང་ཚོགས་ཀྱི་བདག་པོ་དང་ལྷན་ཅིག་པས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Bhṛṅgiriṭi, Nandikeśvara, Kārttikeya, Candra, and Sūrya, along with Gaṇapati!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །དགེ་སྦྱོང་གཅེར་བུས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of naked ascetics!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །དགྲ་བཅོམ་པས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of arhats!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གིས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Avalokiteśvara!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །འདོད་ཆགས་དང་བྲལ་བས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of those devoid of passion!

source: །རྡོ་རྗེ་ཕུར་བུས་གདབ་བོ། །གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་བྱས་པའི་རིག་སྔགས་རལ་གྲིས་གཅད་དོ།
en: I split with the sword and pin down with the vajra the spells of Vajrapāṇi, lord of the guhyakas!
